{
  "plugins": {
    "Comment.nvim": {
      "src": "git@github.com:numToStr/Comment.nvim.git"
    },
    "LuaSnip": {
      "src": "git@github.com:L3MON4D3/LuaSnip.git"
    },
    "blink.cmp": {
      "src": "git@github.com:saghen/blink.cmp.git"
    },
    "blink.lib": {
      "src": "git@github.com:saghen/blink.lib.git"
    },
    "bufferize.vim": {
      "src": "git@github.com:AndrewRadev/bufferize.vim.git"
    },
    "conform.nvim": {
      "src": "git@github.com:stevearc/conform.nvim.git"
    },
    "crates.nvim": {
      "src": "git@github.com:Saecki/crates.nvim.git"
    },
    "fidget.nvim": {
      "src": "git@github.com:j-hui/fidget.nvim.git"
    },
    "friendly-snippets": {
      "src": "git@github.com:rafamadriz/friendly-snippets.git"
    },
    "fzf-lua": {
      "src": "git@github.com:ibhagwan/fzf-lua.git"
    },
    "gitsigns.nvim": {
      "src": "git@github.com:lewis6991/gitsigns.nvim.git"
    },
    "gruvbox-material": {
      "src": "git@github.com:sainnhe/gruvbox-material.git"
    },
    "indent-blankline.nvim": {
      "src": "git@github.com:lukas-reineke/indent-blankline.nvim.git"
    },
    "leap.nvim": {
      "src": "https://codeberg.org/andyg/leap.nvim"
    },
    "lualine.nvim": {
      "src": "git@github.com:nvim-lualine/lualine.nvim.git"
    },
    "mini.ai": {
      "src": "git@github.com:echasnovski/mini.ai.git"
    },
    "mini.indentscope": {
      "src": "git@github.com:echasnovski/mini.indentscope.git"
    },
    "mini.misc": {
      "src": "git@github.com:nvim-mini/mini.misc.git"
    },
    "nrpattern.nvim": {
      "src": "git@github.com:zegervdv/nrpattern.nvim.git"
    },
    "nvim-autopairs": {
      "src": "git@github.com:windwp/nvim-autopairs.git"
    },
    "nvim-colorizer.lua": {
      "src": "git@github.com:norcalli/nvim-colorizer.lua.git"
    },
    "nvim-dap": {
      "src": "git@github.com:mfussenegger/nvim-dap.git"
    },
    "nvim-dap-ui": {
      "src": "git@github.com:rcarriga/nvim-dap-ui.git"
    },
    "nvim-dap-virtual-text": {
      "src": "git@github.com:theHamsta/nvim-dap-virtual-text.git"
    },
    "nvim-lspconfig": {
      "src": "git@github.com:neovim/nvim-lspconfig.git"
    },
    "nvim-nio": {
      "src": "git@github.com:nvim-neotest/nvim-nio.git"
    },
    "nvim-tree.lua": {
      "src": "git@github.com:nvim-tree/nvim-tree.lua.git"
    },
    "nvim-treesitter": {
      "src": "git@github.com:nvim-treesitter/nvim-treesitter.git",
      "version": "'main'"
    },
    "nvim-treesitter-context": {
      "src": "git@github.com:nvim-treesitter/nvim-treesitter-context.git"
    },
    "nvim-treesitter-textobjects": {
      "src": "git@github.com:nvim-treesitter/nvim-treesitter-textobjects.git"
    },
    "nvim-web-devicons": {
      "src": "git@github.com:nvim-tree/nvim-web-devicons.git"
    },
    "octo.nvim": {
      "src": "git@github.com:pwntester/octo.nvim.git"
    },
    "overseer.nvim": {
      "src": "git@github.com:stevearc/overseer.nvim.git"
    },
    "plenary.nvim": {
      "src": "git@github.com:nvim-lua/plenary.nvim.git"
    },
    "render-markdown.nvim": {
      "src": "git@github.com:MeanderingProgrammer/render-markdown.nvim.git"
    },
    "rustaceanvim": {
      "src": "git@github.com:mrcjkb/rustaceanvim.git",
      "version": "9.0.0 - 10.0.0"
    },
    "tiny-inline-diagnostic.nvim": {
      "src": "git@github.com:rachartier/tiny-inline-diagnostic.nvim.git"
    },
    "vim-abolish": {
      "src": "git@github.com:tpope/vim-abolish.git"
    },
    "vim-easy-align": {
      "src": "git@github.com:junegunn/vim-easy-align.git"
    },
    "vim-eunuch": {
      "src": "git@github.com:tpope/vim-eunuch.git"
    },
    "vim-fugitive": {
      "src": "git@github.com:tpope/vim-fugitive.git"
    },
    "vim-repeat": {
      "src": "git@github.com:tpope/vim-repeat.git"
    },
    "vim-sleuth": {
      "src": "git@github.com:tpope/vim-sleuth.git"
    },
    "vim-surround": {
      "src": "git@github.com:tpope/vim-surround.git"
    },
    "vim-unimpaired": {
      "src": "git@github.com:tpope/vim-unimpaired.git"
    }
  }
}
